Repository: RedPitaya/PowerSDR_HPSDR_mRX_PS
Catalog: Source/Console/console.*.resx
Languages: it

# ptbRX2RF.ToolTip
source: AGC Max Gain - Operates similarly to traditional RF Gain
it: AGC Max Gain - opera in modo analogo alle tradizionali guadagno RF

# lblRX2RF.ToolTip
source: AGC Max Gain/Threshold - Operates similarly to traditional RF Gain
it: Soglia/AGC Max guadagno - opera in modo analogo alle tradizionali guadagno RF

# chkRX2Squelch.ToolTip
source: Squelch Enable
it: Abilita squelch

# chkRX2Mute.ToolTip
source: Mute - Mutes the output to the speaker.
it: Disattiva - disattiva l'output per il relatore.

# chkRX2NB2.ToolTip
source: Interpolating Noise Blanker
it: Interpolazione rumore Blanker

# chkRX2NR.ToolTip
source: Noise Reduction
it: Riduzione rumore

# chkRX2NB.ToolTip
source: Noise Blanker
it: Rumore Blanker

# lblRX2AGC.ToolTip
source: AGC Mode
it: Modalità AGC

# chkRX2ANF.ToolTip
source: Automatic Notch Filter
it: Filtro elimina banda automatica

# comboRX2AGC.ToolTip
source: Automatic Gain Control Mode Setting
it: Impostazione della modalità di controllo di guadagno automatico

# chkRX2BIN.ToolTip
source: Binaural - Outputs I and Q on the Left and Right audio channels.
it: Panner - genera I e Q sui canali audio sinistra e destra.

# ckQuickPlay.ToolTip
source: Quick Playback of signals recorded "off the air"
it: La rapida riproduzione di segnali registrati "off"dell'aria

# chkMON.ToolTip
source: Monitor - Enabled TX Audio to come through the speakers.
it: Monitor - Audio TX abilitato a venire attraverso gli altoparlanti.

# ckQuickRec.ToolTip
source: Quick Record of "off the air" signals
it: Segnala Record rapida di "off nell'aria"

# chkRX2SR.ToolTip
source: Receive Display on MOX.
it: Ricevere la visualizzazione su MOX.

# chkMOX.ToolTip
source: Transmit - Press to cycle to RX or TX modes.
it: Trasmettere - premere per passare alla modalità RX o TX.

# chkTUN.ToolTip
source: This control outputs a steady tone using a saved PWR setting (adjustable only while TUN is active).
it: Questo controllo emette un segnale costante utilizzando un PWR salvata l'impostazione (regolabile solo mentre TUN è attiva).

# chkSR.ToolTip
source: Alex Auto/Manual Control
it: Controllo di Alex automatico/manuale

# comboTuneMode.ToolTip
source: ATU operating mode
it: Modalità operativa di ATU

# chkX2TR.ToolTip
source: Enables Click Tune Drag for RX2
it: Consente di scegliere il trascinamento di sintonizzazione per RX2

# chkFWCATUBypass.ToolTip
source: Activates PureSignal 2.0 Auto-Calibrate Mode
it: Fare clic qui per ignorare il ATU

# chkFWCATU.ToolTip
source: Enables Click Tune Drag Tunig for RX1
it: Consente di fare clic su ottimizzazione trascinare Tunig per RX1

# comboRX2Band.ToolTip
source: Display Mode Selection
it: Selezione della modalità di visualizzazione

# chkRX2Preamp.ToolTip
source: Turns the RX2 Attenuator on/off
it: Attiva l'attenuatore di RX2 attivazione e disattivazione

# chkPower.ToolTip
source: Turn the radio on and off.
it: Accendere la radio e disattivata.

# ptbFilterShift.ToolTip
source: Shifts the filter up or down the band with the slider.
it: Il filtro viene spostato verso l'alto o verso il basso la banda con il dispositivo di scorrimento.

# ptbFilterWidth.ToolTip
source: Extends/Contracts the filter width with the slider.
it: Estende/contratti la larghezza del filtro con il dispositivo di scorrimento.

# btnFilterShiftReset.ToolTip
source: Reset IF Shift to center (0) position.
it: Ripristinare se MAIUSC per centrare la posizione (0).

# udFilterHigh.ToolTip
source: High Filter
it: Filtro alto

# udFilterLow.ToolTip
source: Low Filter
it: Filtro insufficiente

# ptbCWSpeed.ToolTip
source: Sets the CW Speed in WPM
it: Imposta la velocità di peso variabile in WPM

# udCWPitch.ToolTip
source: Selects the preferred CW tone frequency.
it: Seleziona la frequenza di tono CW preferita.

# udCWBreakInDelay.ToolTip
source: Amount of time to stay in TX after the last detected CW signal.
it: Quantità di tempo per rimanere in Texas, dopo l'ultimo rilevamento del segnale di peso variabile.

# chkCWBreakInEnabled.ToolTip
source: Enables Semi Break In operation.
it: Consente di Semi interruzione operazione.

# chkShowTXCWFreq.ToolTip
source: Shows the TX Filter on the display when in Panadapter mode
it: Mostra il filtro TX sullo schermo in modalità Panadapter

# chkCWIambic.ToolTip
source: Iambic or External/Bug Key?
it: Iambic o una chiave esterna/Bug?

# udRX2FilterHigh.ToolTip
source: High Filter Cutoff
it: Filtro alto limite

# udRX2FilterLow.ToolTip
source: Low Filter Cutoff
it: Taglio basso filtro

# radRX2ModeAM.ToolTip
source: Amplitude Modulation
it: Modulazione di ampiezza

# radRX2ModeLSB.ToolTip
source: Lower Sideband
it: In banda laterale inferiore

# radRX2ModeSAM.ToolTip
source: Synchronous Amplitude Modulation (Sync on RX only)
it: Modulazione di ampiezza sincrona (sincronizzazione su solo RX)

# radRX2ModeCWL.ToolTip
source: CW Lower Sideband
it: In banda laterale inferiore a peso variabile

# radRX2ModeDSB.ToolTip
source: Double Sideband
it: Doppia laterale

# radRX2ModeUSB.ToolTip
source: Upper Sideband
it: In banda laterale superiore

# radRX2ModeCWU.ToolTip
source: CW Upper Sideband
it: Peso variabile angolo laterale

# radRX2ModeFMN.ToolTip
source: Frequency Modulation Narrow
it: Modulazione di frequenza ridotta

# radRX2ModeDIGU.ToolTip
source: Digital Mode Upper Sideband
it: Modalità digitale superiore laterale

# radRX2ModeDRM.ToolTip
source: Digital Radio Mondiale (filter only -- external software required)
it: Digital Radio Mondiale (filtrare solo i software esterni)

# radRX2ModeDIGL.ToolTip
source: Digital Mode Lower Sideband
it: Modalità digitale inferiore laterale

# radRX2ModeSPEC.ToolTip
source: Spectrum mode (full unfiltered sample rate view)
it: Modalità spettro (Visualizzazione frequenza completo campione non filtrato)

# chkRX2DisplayPeak.ToolTip
source: Peak Hold - Displays the largest signal per bin while this function is on.
it: Picco tenere - Visualizza il segnale più grande per collocazione durante questa funzione è attivo.

# comboRX2DisplayMode.ToolTip
source: Display Mode Selection
it: Selezione della modalità di visualizzazione

# chkPanSwap.ToolTip
source: Swap the L to R sense of the Pan controls.
it: Scambia il L per i controlli di panning inteso come R.

# chkEnableMultiRX.ToolTip
source: Enables the sub receiver controlled by VFO B.
it: Consente il ricevitore sub controllato dal VFO B.

# chkDisplayPeak.ToolTip
source: Peak Hold - Displays the largest signal per bin while this function is on.
it: Picco tenere - Visualizza il segnale più grande per collocazione durante questa funzione è attivo.

# comboDisplayMode.ToolTip
source: Display Mode Selection
it: Selezione della modalità di visualizzazione

# chkDisplayAVG.ToolTip
source: Average - Display the signal averaged over time.
it: Media - Visualizza il segnale di Media nel tempo.

# chkNR.ToolTip
source: Noise Reduction
it: Riduzione rumore

# chkDSPNB2.ToolTip
source: Spectral Noise Blanker
it: Interpolazione rumore Blanker

# chkBIN.ToolTip
source: Binaural - Outputs I and Q on the Left and Right audio channels.
it: Panner - genera I e Q sui canali audio sinistra e destra.

# chkNB.ToolTip
source: Noise Blanker
it: Rumore Blanker

# chkANF.ToolTip
source: Automatic Notch Filter
it: Filtro elimina banda automatica

# btnZeroBeat.ToolTip
source: Move the VFO to 0 beat the largest signal in the display. Requires the display to be in AVG mode.
it: Spostare che il VFO su 0 battuta il segnale più grande nella visualizzazione. Richiede la visualizzazione in modalità Media.

# chkVFOSplit.ToolTip
source: Split mode - use VFO B for TX frequency.
it: Modalità split - utilizzare VFO B per la frequenza di trasmissione.

# btnRITReset.ToolTip
source: Clear RIT
it: Deselezionare RIT

# btnXITReset.ToolTip
source: Clear XIT
it: XIT chiaro

# udRIT.ToolTip
source: RIT Value to offset receive frequency in Hz when above button is active.
it: Questo valore di offset per ricevere la frequenza in Hz quando sopra al pulsante è attivo.

# btnIFtoVFO.ToolTip
source: Copy the current IF to the VFO
it: Copiare la corrente se il VFO

# chkRIT.ToolTip
source: Receive Incremental Tuning - offset RX frequency by value below in Hz.
it: Ricevere regolazione incrementale - frequenza RX offset dal valore sotto in Hz.

# btnVFOSwap.ToolTip
source: Swap VFO A with VFO B
it: Sostituire VFO con VFO B

# chkXIT.ToolTip
source: Transmit Incremental Tuning - offset TX frequency by the value below in Hz.
it: La trasmissione di regolazione incrementale - offset TX frequenza per il valore di sotto in Hz.

# btnVFOBtoA.ToolTip
source: Copy VFO B to VFO A
it: Copiare VFO B VFO A

# udXIT.ToolTip
source: XIT Value to offset transmit frequency in Hz when above button is active.
it: XIT ha valore di offset per trasmettere la frequenza in Hz quando sopra al pulsante è attivo.

# btnVFOAtoB.ToolTip
source: Copy VFO A to VFO B
it: Copiare VFO A VFO B

# chkRX1Preamp.ToolTip
source: Turns the RX1 Preamp on/off
it: Disattiva il Preamp di RX1 attivazione e disattivazione

# comboAGC.ToolTip
source: Automatic Gain Control Mode Setting
it: Impostazione della modalità di controllo di guadagno automatico

# lblAGC.ToolTip
source: AGC Mode
it: Modalità AGC

# comboPreamp.ToolTip
source: Attenuator Setting
it: Impostazione di attenuazione

# lblRF.ToolTip
source: AGC Max Gain/Threshold - Operates similarly to traditional RF Gain
it: Soglia/AGC Max guadagno - opera in modo analogo alle tradizionali guadagno RF

# chkShowTXFilter.ToolTip
source: Shows the TX Filter on the display when in Panadapter mode
it: Mostra il filtro TX sullo schermo in modalità Panadapter

# chkDX.ToolTip
source: Enables Stereo Diversity
it: Consente di diversità Stereo

# chkTXEQ.ToolTip
source: Enable TX EQ
it: Attiva Equalizzatore TX

# comboTXProfile.ToolTip
source: Sets the transmit profile (PWR, EQ, MIC, CPDR, etc.)
it: Imposta il profilo di trasmissione (PWR EQ, MIC, CPDR, ecc.)

# chkRXEQ.ToolTip
source: Enable RX EQ
it: Attiva Equalizzatore RX

# chkCPDR.ToolTip
source: Compressor Enable
it: Compressore attiva

# chkVAC1.ToolTip
source: Enable VAC1
it: Attivare VAC1

# chkVOX.ToolTip
source: Vox Enable
it: Abilita vox

# chkNoiseGate.ToolTip
source: Downward Expander - similar to a noise gate, but smoother
it: Espansione verso il basso, simile a un gate di rumore, ma più morbida

# comboDigTXProfile.ToolTip
source: Sets the transmit profile (PWR, EQ, MIC, CPDR, etc.)
it: Imposta il profilo di trasmissione (PWR EQ, MIC, CPDR, ecc.)

# chkVACStereo.ToolTip
source: Click this button if the third party software will open the Virtual Audio Cable in 2 channel (stereo) mode.
it: Se il software di terze parti verrà aperto il cavo Audio virtuale in modalità di 2 canali (stereo), fare clic su questo pulsante.

# comboVACSampleRate.ToolTip
source: Samples per second. Set to match the third party software program.
it: Campioni al secondo. Impostare in modo che corrisponda il programma software di terze parti.

# btnDisplayPanCenter.ToolTip
source: Center the Pan control
it: Centro di controllo di panning

# radModeAM.ToolTip
source: Amplitude Modulation
it: Modulazione di ampiezza

# radModeLSB.ToolTip
source: Lower Sideband
it: In banda laterale inferiore

# radModeSAM.ToolTip
source: Synchronous Amplitude Modulation (Sync on RX only)
it: Modulazione di ampiezza sincrona (sincronizzazione su solo RX)

# radModeCWL.ToolTip
source: CW Lower Sideband
it: In banda laterale inferiore a peso variabile

# radModeDSB.ToolTip
source: Double Sideband
it: Doppia laterale

# radModeUSB.ToolTip
source: Upper Sideband
it: In banda laterale superiore

# radModeCWU.ToolTip
source: CW Upper Sideband
it: Peso variabile angolo laterale

# radModeFMN.ToolTip
source: Frequency Modulation Narrow
it: Modulazione di frequenza ridotta

# radModeDIGU.ToolTip
source: Digital Mode Upper Sideband
it: Modalità digitale superiore laterale

# radModeDRM.ToolTip
source: Digital Radio Mondiale (filter only -- external software required)
it: Digital Radio Mondiale (filtrare solo i software esterni)

# radModeDIGL.ToolTip
source: Digital Mode Lower Sideband
it: Modalità digitale inferiore laterale

# radModeSPEC.ToolTip
source: Spectrum mode (full unfiltered sample rate view)
it: Modalità spettro (Visualizzazione frequenza completo campione non filtrato)

# btnBandVHF.ToolTip
source: Switch to VHF+ Bands (defined in the XVTR Form)
it: Passare a bande VHF + (definito nel modulo XVTR)

# chkVFOATX.ToolTip
source: Transmit on VFO A frequency
it: La trasmissione sulla frequenza A VFO

# txtWheelTune.ToolTip
source: Amount to tune when rotating the mouse wheel.
it: Importo da ottimizzare quando ruotando la rotellina del mouse.

# chkVFOBTX.ToolTip
source: Transmit on VFO B frequency
it: La trasmissione sulla frequenza VFO B

# comboMeterTXMode.ToolTip
source: Multimeter Mode Selection
it: Selezione della modalità multimeter

# comboMeterRXMode.ToolTip
source: Multimeter Mode Selection
it: Selezione della modalità multimeter

# chkSquelch.ToolTip
source: Squelch Enable
it: Abilita squelch

# btnMemoryQuickRestore.ToolTip
source: Quick Restore (Freq, Filter, Mode)
it: Ripristino veloce (Freq, filtro, modalità)

# btnMemoryQuickSave.ToolTip
source: Quick Save (Freq, Filter, Mode)
it: Salvataggio veloce (Freq, filtro, modalità)

# txtMemoryQuick.ToolTip
source: Quick Save Frequency
it: Salvataggio frequenza rapido

# chkVFOLock.ToolTip
source: Keeps the VFO from changing while in the middle of a QSO.
it: Evita che il VFO la modifica mentre è in corso un QSO.

# chkVFOSync.ToolTip
source: Synchronizes the VFO A and VFO B frequency together (changing one changes the other automatically)
it: Sincronizza il VFO A e frequenza VFO B insieme (modificando le modifiche a un altro automaticamente)

# chkFullDuplex.ToolTip
source: Operates the hardware in full duplex mode
it: Funzionamento dell'hardware in modalità full duplex

# btnTuneStepChangeLarger.ToolTip
source: Change to the next larger tuning step
it: Modificare con il passaggio successivo di ottimizzazione più grande

# btnTuneStepChangeSmaller.ToolTip
source: Change to the next smaller tuning step
it: Passare alla sezione più piccola regolazione successiva

# chkSplitDisplay.ToolTip
source: Split mode - use VFO B for TX frequency.
it: Modalità split - utilizzare VFO B per la frequenza di trasmissione.

# comboDisplayModeTop.ToolTip
source: Display Mode Selection
it: Selezione della modalità di visualizzazione

# comboDisplayModeBottom.ToolTip
source: Display Mode Selection
it: Selezione della modalità di visualizzazione

# comboRX2MeterMode.ToolTip
source: Multimeter Mode Selection
it: Selezione della modalità multimeter

# chkRX2DisplayAVG.ToolTip
source: Average - Display the signal averaged over time.
it: Media - Visualizza il segnale di Media nel tempo.

# radBand160.ToolTip
source: 160 Meters (1.8-2.0MHz)
it: 160 metri (1,8-2.0 MHz)

# radBandGEN.ToolTip
source: All frequencies not covered in other modes.
it: Tutte le frequenze non contemplate nelle altre modalità.

# radBandWWV.ToolTip
source: WWV (2.5, 5, 10, 15, and 20MHz)
it: WWV (2,5, 5, 10, 15 e 20MHz)

# radBand2.ToolTip
source: 2 Meters (144-148MHz) Note that the DEMI FlexRadio resells only covers through 146MHz
it: 2 metri (144-148MHz) si noti che la FlexRadio DEMI rivende riguarda solo tramite 146MHz

# radBand6.ToolTip
source: 6 Meters (50.0-54.0MHz)
it: 6 metri (50.0-54,0 MHz)

# radBand10.ToolTip
source: 10 Meters (28.0-29.7MHz)
it: 10 metri (28,0-29,7 MHz)

# radBand12.ToolTip
source: 12 Meters (24.89-24.99MHz)
it: 12 metri (24.89-24,99 MHz)

# radBand15.ToolTip
source: 15 Meters (21.0-21.45MHz)
it: 15 metri (21.0-21.45 MHz)

# radBand17.ToolTip
source: 17 Meters (18.068-18.168MHz)
it: 17 metri (18.068-18.168 MHz)

# radBand20.ToolTip
source: 20 Meters (14.0-14.35MHz)
it: 20 metri (14.0-14.35 MHz)

# radBand30.ToolTip
source: 30 Meters (10.1-10.15MHz)
it: 30 metri (10.1-punti MHz)

# radBand40.ToolTip
source: 40 Meters (7.0-7.3MHz)
it: 40 metri (7.0-7.3 MHz)

# radBand60.ToolTip
source: Channelized 60 Meters
it: Metri 60 canalizzati

# radBand80.ToolTip
source: 80 Meters (3.5-4.0MHz)
it: 80 metri (3.5-4.0 MHz)

# ptbDisplayZoom.ToolTip
source: Extends/Contracts the displayed frequency width with the slider.
it: Estende/contratti la larghezza di frequenza visualizzata con il dispositivo di scorrimento.

# ptbDisplayPan.ToolTip
source: Shifts the displayed frequency with the slider.
it: Sposta la frequenza visualizzata con il dispositivo di scorrimento.

# ptbPWR.ToolTip
source: Transmit Drive - This is a relative value and is not meant to imply watts.
it: Unità di trasmissione - si tratta di un valore relativo e non deve implicare watt.

# ptbRF.ToolTip
source: AGC Max Gain - Operates similarly to traditional RF Gain
it: AGC Max Gain - opera in modo analogo alle tradizionali guadagno RF

# ptbAF.ToolTip
source: AF Gain - Monitor Volume for RX/TX
it: Guadagno AF - Volume Monitor per RX/TX

# ptbPanMainRX.ToolTip
source: Sets the main receiver in the stereo field from Left to Right
it: Imposta il destinatario principale nel campo stereo da sinistra a destra

# ptbPanSubRX.ToolTip
source: Sets the Sub receiver in the stereo field from Left to Right
it: Imposta il ricevitore Sub nel campo stereo da sinistra a destra

# ptbRX2Gain.ToolTip
source: Audio gain for RX2 main receiver
it: Guadagno audio per ricevitore principale RX2

# ptbRX2Pan.ToolTip
source: Sets the main RX2 receiver in the stereo field from Left to Right
it: Imposta il ricevitore RX2 principale nel campo stereo da sinistra a destra

# ptbRX0Gain.ToolTip
source: Audio gain for RX1 main receiver
it: Guadagno audio per ricevitore principale RX1

# ptbRX1Gain.ToolTip
source: Audio gain for RX1 sub receiver
it: Guadagno audio per il ricevitore sub RX1

# ptbVACRXGain.ToolTip
source: Controls the gain applied to the RX audio before it is sent to the third party application.
it: Controlla il guadagno applicato per l'audio RX prima che venga inviato all'applicazione di terze parti.

# ptbVACTXGain.ToolTip
source: Controls the gain on the audio coming from third party applications.
it: Controlla il guadagno sull'audio provenienti da applicazioni di terze parti.

# radDisplayZoom05.ToolTip
source: Zoom to 0.5x
it: Zoom x 0,5

# radDisplayZoom4x.ToolTip
source: Zoom to 4x
it: Zoom 4x

# radDisplayZoom2x.ToolTip
source: Zoom to 2x
it: Zoom x 2

# radDisplayZoom1x.ToolTip
source: Zoom to 1x
it: Zoom 1 x

# chkMicMute.ToolTip
source: Mic Enable
it: Attiva microfono

# chkMUT.ToolTip
source: Mute - Mutes the output to the speaker.
it: Disattiva - disattiva l'output per il relatore.

# chkCWFWKeyer.ToolTip
source: Enables CW keying in the FPGA.
it: Consente a peso variabile digitazione di FPGA.

# chkShowCWZero.ToolTip
source: Display CW Zero Line
it: Visualizzare la riga Zero di peso variabile

# radFMDeviation5kHz.ToolTip
source: Sets the FM Deviation to 5 kHz
it: Imposta la deviazione FM su 5 kHz

# comboFMTXProfile.ToolTip
source: Sets the transmit profile (PWR, EQ, MIC, CPDR, etc.)
it: Imposta il profilo di trasmissione (PWR EQ, MIC, CPDR, ecc.)

# udFMOffset.ToolTip
source: Repeater offset in MHz for the FM transmitter -- Note: not used in Simplex mode
it: Offset di Repeater in MHz per il trasmettitore FM - Nota: non utilizzato in modalità Simplex

# chkFMTXSimplex.ToolTip
source: FM Simplex
it: Lati FM

# comboFMCTCSS.ToolTip
source: Sets the FM CTCSS frequency
it: Imposta il CTCSS di FM frequenza

# btnFMMemory.ToolTip
source: Opens the Memory Form
it: Apre il modulo di memoria

# chkFMCTCSS.ToolTip
source: Enable CTCSS Tones
it: Attivare i toni CTCSS

# btnFMMemoryUp.ToolTip
source: Selects the next Channel on the Memory Form list
it: Seleziona il canale successivo nell'elenco del modulo di memoria

# btnFMMemoryDown.ToolTip
source: Selects the previous Channel on the Memory Form list
it: Seleziona il canale precedente nell'elenco del modulo di memoria

# radFMDeviation2kHz.ToolTip
source: Sets the FM Deviation to 2.5 kHz
it: Imposta la deviazione FM a 2,5 kHz

# chkFMTXLow.ToolTip
source: FM Transmit Low
it: Bassa di trasmissione FM

# chkFMTXHigh.ToolTip
source: FM Transmit High
it: Elevata di trasmissione FM

# chkFMTXRev.ToolTip
source: Reverses the TX and RX frequencies
it: Inverte le frequenze di trasmissione e ricezione

# chkTNF.ToolTip
source: Turns the Multi Tracking Notch Filter(s) on/off
it: Disattiva i filtri tacca di rilevamento manuale/off

# btnTNFAdd.ToolTip
source: Toggles receive antenna between RX and TX antennas for RX1
it: Aggiungere un manuale di rilevamento filtro elimina banda

# ptbRX2AF.ToolTip
source: AF Gain - Monitor Volume for RX2
it: Guadagno AF - Volume Monitor per RX2

# ptbRX1AF.ToolTip
source: AF Gain - Monitor Volume for RX
it: Guadagno AF - Volume Monitor per RX

# chkVAC2.ToolTip
source: Enable VAC 2
it: Attivare VAC 2

# chkCWSidetone.ToolTip
source: Turns the sidetone on/off in the speaker
it: Disattiva il sidetone attivazione e disattivazione dell'altoparlante

# udRX1StepAttData.ToolTip
source: RX1 Step Attenuator
it: RX1 Attenuazione passaggio

# comboRX2Preamp.ToolTip
source: RX2 Attenuator Setting
it: RX2 Impostazione di attenuazione

# udRX2StepAttData.ToolTip
source: RX2 Step Attenuator
it: RX2 Attenuazione passaggio

# chkCWAPFEnabled.ToolTip
source: Enables APF
it: Consente di APF

# ptbCWAPFGain.ToolTip
source: Sets the CW APF Gain.
it: Imposta il guadagno di peso variabile APF.

# ptbCWAPFBandwidth.ToolTip
source: Sets the CW APF Bandwidth.
it: Imposta la larghezza di banda APF peso variabile.

# ptbCWAPFFreq.ToolTip
source: Sets the CW APF Frequency.
it: Imposta la frequenza di peso variabile APF.

# RAtoolStripMenuItem.ToolTipText
source: Radio Astronomy data acquisition
it: Acquisizione dei dati radio astronomia
